{
  "translation": {
    "lang": "English",
    "aboutUs": "About Us",
    "selectLang": "Select Language",
    "selectPreferredLang": "Select the language which you want to leave your message",
    "startTrustedConversation": "Start a trusted conversation",
    "newReport": "New Report",
    "trackYourReport": "Track your report",
    "classification": "Classification",
    "company": "Company",
    "chatPage": "Chat Page",
    "writeYourMessage": "write Your Message",
    "addComment": "Add Comment",
    "attachTypes": "You can also attach photos/videos/audio/voice note here.",
    "noteSpan": "Note:",
    "chatPageNote": "Feel confident to record your message as it will be modified to robotic voice and your identity will remain anonymous.",
    "thanksForSharing": "Thank you for sharing your concern.",
    "responseIn10Days": "You can expect a response within 10 days.",
    "repNum": "Your report number is:",
    "saveRepNum": "Please save your report number to track your case or else you risk losing it",
    "copyRepNum": "You can copy your report number.",
    "trackReport": "Track Report",
    "enterRepNum": "Insert your report number here.",
    "repStatus": "Report Status",
    "noReply": "No reply at the moment.",
    "checkingRep": "Update: Still Investigating.",
    "details": "Details",
    "finished&Replied": "Case Closed",
    "speakUPLabel1": "Fraud (Theft/Bribery/Falsifying Documentation)",
    "speakUPLabel2": "Harassment",
    "speakUPLabel3": "Abuse of Power",
    "speakUPLabel4": "Health & Safety Breaches",
    "speakUPLabel5": "Assets Misappropriation",
    "speakUPLabel6": "Drug & Alcohol Use",
    "speakUPLabel7": "Nepotism/Favoritism",
    "speakUPLabel8": "Discrimination (Religion/Gender/Nationality/Disability/Socioeconomic Class)",
    "speakUPLabel9": "Disrespect/be-littling /Bullying/sarcasm",
    "speakUPLabel10": "Conflict of Interest (to benefit from his position)",
    "speakUPLabel11": "Breach of Confidentiality",
    "speakUPLabel1Def": "Deceiving or manipulating others for personal gain or harm through misrepresentation or concealment",
    "speakUPLabel2Def": "Unwanted behavior intended to disturb, annoy, intimidate, or threaten someone",
    "speakUPLabel3Def": "Misuse of authority or influence that exceeds legitimate rights and violates ethical standards",
    "speakUPLabel4Def": "Violations or failures to comply with regulations protecting health, safety, and well-being",
    "speakUPLabel5Def": "Unauthorized or improper use or theft of an organization's resources or assets",
    "speakUPLabel6Def": "Consumption or abuse of substances that alter mental state or behavior",
    "speakUPLabel7Def": "Showing preferential treatment or granting advantages based on personal relationships",
    "speakUPLabel8Def": "Unfair treatment based on characteristics like race, gender, age, religion, disability, or sexual orientation",
    "speakUPLabel9Def": "Lack of regard, consideration, or courtesy towards others",
    "speakUPLabel10Def": "Competing interests or loyalties that can compromise objectivity or decision-making",
    "speakUPLabel11Def": "Unauthorized disclosure or violation of confidential or sensitive information",
    "aboutPageTitle1": "About Us",
    "aboutPageSubTitle1": "At DMG, we live our company purpose with respect at the forefront of our core values. Our dedication to a strong ethical culture is crucial to live our higher purpose. Therefore, it is essential for our business to have a credible and reliable reporting system that enables us to consider any misconduct raised by anyone, to ensure it is in line with our ethical commitments towards our family members.",
    "aboutPageSubTitle2": "Our objective is to build and establish an effective, supportive culture that will create a safe environment that encourages speak-up for employees in which they trust the system takes their concerns seriously by an independent committee whereby it consists of the Compliance, Governance and Audit team . You can help us by reporting any non-compliance issues through our Speak Up Channel.",
    "aboutPageTitle2": "What happens after you submit a report ?",
    "p0": "Once you’ve submitted your report, it’ll go through a few stages. Here’s what will happen next.",
    "p1": "1. Acknowledgment of your report",
    "p2": "2. Escalation",
    "p3": "3. Confidential Investigation",
    "p4": "4. You’ll receive a decision",
    "aboutPageTitle3": "Anonymity, Privacy & Confidentiality",
    "aboutPageSubTitle3": "The Speak Up channel is completely anonymous, we do not know or collect any identifiers (e.g., name, email, mobile number) that link reports to a specific individual. For your kind attention, when data are presented by the reporter are sufficient and validated for final decision, reporters may experience exposure and their identifiable information will be released to allow us to close the case.",
    "login": "Log in",
    "modalTitle": "Before creating a new report, please make sure that you gave your feedback through the below channels first.",
    "modalCheckOne": "You gave your feedback to your manager.",
    "modalCheckTwo": "You shared your feedback with the HR Team",
    "modalCheckThree": "You did the 360 feedback meeting",
    "modalCheckFour": "You read the code of conduct",
    "modalCheckFourLink": "the code of conduct",
    "modalCheckFive": "I have read & agreed on all the Speak Up terms & conditions ",
    "modalCheckFiveLink": "Read the terms & conditions",
    "backToHomepage": "Back to homepage",
    "makeNewReport": "Create a new report",
    "submit": "Submit"
  }
}
